
const DeliveryContent = () => {
    return (
        <div className='container'>
            <h1>Пиццы</h1>
            
            После того как Вы оформили заказ на сайте или в мобильном приложении наш оператор доложен подтвердить заказ, путем личного звонка на указанный вами телефон для связи.  Поэтому важно корректно указывать номер телефона и быть на связи после оформления заказа.

            Пожалуйста, внимательно отнеситесь к составлению заказа, условиям доставки и к той информации, которую озвучивает оператор.

            Мы начинаем готовить блюдо сразу после заказа без заготовок.

            Мы используем только свежие продукты. Поэтому наши блюда не следует хранить в течение длительного времени — рекомендуется употреблять их сразу после доставки.


            Сроки доставки:

            Время доставки заказа — от 45 минут, более точное время доставки Вам сообщит оператор при получении заказа.
            Мы делаем все, чтобы доставка еды осуществлялась точно в срок, но по независящим от нас причинам, в том числе из-за дорожной или погодной ситуации, сроки могут быть немного увеличены.
            Также нам потребуется больше времени в случае с крупными заказами.

            Спорные ситуации и их решения:

            Если какие-либо непредвиденные обстоятельства мешают клиенту получить заказ, необходимо как можно раньше связаться с операторами по телефону и договориться о переносе времени или места доставки.
            В случае прибытия клиента в назначенное время по адресу доставки курьер ожидает клиента в течение 10 минут и у него происходит следующий заказ.
            Повторная доставка клиенту, осуществляется платно.
            В случае, если заказ не был принят клиентом по уважительной причине, мы обеспечиваем себе право не возвращать деньги за полученный заказ, если он оплачен заранее. В следующий раз мы принимаем заказ от данного клиента только по частичной или полной предоплате.


            Позвонить по телефону Службы Доставки 240-88-88
            На этом сайте
            Через мобильные приложения Android, iOS
            Через мобильное приложение What’s App на номер
            +7 (951) 006-08-08

            Наличными курьеру или на месте
            Картой курьеру или на месте
            Онлайн
            Баллами





            Наличный расчёт

            Если товар доставляется курьером, то оплата осуществляется наличными курьеру в руки.
            При получении товара обязательно проверьте комплектацию товара и наличие чека.
            Оплата картой

            Если товар доставляется курьером, то оплата осуществляется при помощи платежного терминала через курьера.
            При получении товара обязательно проверьте комплектацию товара и наличие чека.
            Онлайн оплата

            Для выбора оплаты товара с помощью банковской карты на соответствующей странице необходимо выбрать «Онлайн» в качестве способа оплаты. Оплата происходит через ПАО СБЕРБАНК с использованием Банковских карт следующих платежных систем:

            МИР
            VISA International
            Mastercard Worldwide
            Для оплаты (ввода реквизитов Вашей карты) Вы будете перенаправлены на платежный шлюз ПАО СБЕРБАНК. Соединение с платежным шлюзом и передача информации осуществляется в защищенном режиме с использованием протокола шифрования SSL. В случае если Ваш банк поддерживает технологию безопасного проведения интернет-платежей Verified By Visa или MasterCard SecureCode для проведения платежа также может потребоваться ввод специального пароля. Настоящий сайт поддерживает 256-битное шифрование. Конфиденциальность сообщаемой персональной информации обеспечивается ПАО СБЕРБАНК. Введенная информация не будет предоставлена третьим лицам за исключением случаев, предусмотренных законодательством РФ. Проведение платежей по банковским картам осуществляется в строгом соответствии с требованиями платежных систем МИР, Visa Int. и MasterCard Europe Sprl.

            Оплата баллами:

            Баллами может быть оплачено до 70% стоимости заказа включая доставку.
            Количество баллов полученное за заказ можно увидеть на странице оформления заказа
            Текущий баланс пользователь может узнать войдя в личный кабинет на сайте или в мобильных приложения iOS/Android
            Если вы проживаете по адресу ниже, вам придется доплатить 50 ₽ за проблемную дорогу

            Бретская, Бретский переулок
            Космонавтов (вдоль моря к лодочным гаражам)
            Калинина 4В, 6В (воинская часть после переезда))
            Лесная (форт 7)
            Нейбута 87А стр.17, стр.18, стр.19
            Просёлочная 5А, 4
            пр-т Острякова 42В, 42/2, 42/6, 42/1, 42/5, 42/4
            Русская 73Б (Аскольд)
            Токаревская кошка 1, 1 стр.10, 1 стр 7
            Фадеева 63А, 47А стр. 9/12/13, 63А стр. 11, стр. 8, стр. 4
            Корректировка и замена заказа:

            Наша команда старается следить за качеством своего блюда, но, к сожалению, никто не застрахован от накладок. Мы допускаем, что у вас могут возникнуть нарекания на нашу работу, и принимаем все обращения по телефонам +7 432 240 88 88 / +7 951 006 08 08.
            Мы готовим блюда индивидуально для каждого клиента из «под ножа». Рекомендуем вносить изменения в заказ в течении 5-7 минут после оформления заказа оператором. Пока заказ еще не поступил в обработку поваров на производстве.
            В случае, если Вам доставили продукцию ненадлежащего качества, Вы можете вернуть продукцию в течение двух часов после доставки. Продукция должна быть в фирменной упаковке и на 80% такой же комплектации. Когда продукция будет получена назад, проведем проверку качества и уладим неприятную ситуацию, по стандартному требованию, заменим и довезем в кратчайшие сроки или вернём сумму за заказ.
            В случае, если вам привезли заказ не в полном объеме, то, по вашему желанию, недостаточная позиция будет, либо довезена в кратчайшие сроки, либо добавлена при следующем заказе по вашему требованию, вся информация для этого фиксируется.
            В случае, если заказ не был выполнен по вине нашей компании, мы вернем Вам сумму за заказ.
            Мы принимаем и исполняем все заказы, но иногда (из-за сбоев в поставках продуктов и других, не зависящих от нас факторов) те или иные позиции в меню могут отсутствовать в продаже. Затем мы предлагаем аналогичные блюда в качестве замены.
        </div>
    )
}




export default DeliveryContent;